{"translation-revision-date":"2024-08-16 09:46:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"These lists can be useful for understanding the performance of specific keywords and identifying opportunities for improvement. For example, the top winning keywords may be good candidates for further optimization or promotion, while the top losing keywords may need to be reevaluated and potentially modified or replaced.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts.":["Estas listas pueden ser útiles para entender el rendimiento de palabras clave específicas e identificar oportunidades de mejora. Por ejemplo, las palabras clave ganadoras más importantes pueden ser buenas candidatas para una optimización o promoción adicional, mientras que las palabras clave perdedoras más importantes pueden necesitar ser reevaluadas y posiblemente modificadas o reemplazadas.<br \/><br \/>Nota: Estos datos están limitados a las 100 palabras clave más importantes por día para acelerar el procesamiento y ayudarte a priorizar tus esfuerzos de SEO."],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.":["Los siguientes gráficos de estadísticas SEO son métricas útiles para comprender la visibilidad de tu sitio web o páginas en los resultados de búsqueda y pueden ayudarte a identificar tendencias o cambios a lo largo del tiempo."],"Optimizing individual content for SEO is a low-hanging fruit of opportunity because it can often be done quickly and easily with a relatively small time investment. By making sure that each piece of content on your website is optimized for relevant keywords and follows best practices for on-page SEO, you can improve the visibility and ranking of that content in the search results. This can drive more traffic to your website and help you achieve better overall SEO results.":["La optimización del contenido individual para SEO es una oportunidad fácil de aprovechar porque a menudo se puede hacer de forma rápida y sencilla con una inversión de tiempo relativamente pequeña. Al asegurarte de que cada contenido de tu sitio web está optimizado para las palabras clave relevantes y sigue las mejores prácticas de SEO en la página, puede mejorar la visibilidad y la clasificación de ese contenido en los resultados de búsqueda. Esto puede atraer más tráfico a tu sitio web y ayudarte a obtener mejores resultados generales en SEO."],"Content Performance":["Rendimiento del contenido"],"Clicks":["Clics"],"You don't have any keywords yet.":["Aún no tienes ninguna palabra clave."],"Winning \/ Losing":["Ganadores \/ Perdedores"],"Top Winning":["Más ganadoras"],"Top Pages":["Páginas principales"],"Top Losing":["Más perdedoras"],"Top Keywords":["Principales palabras clave"],"This graph is a visual representation of how well <strong>keywords are ranking in search results over time<\/strong> based on their position and average CTR. This can help you understand the performance of keywords and identify any trends or fluctuations.":["Este gráfico es una representación visual de la posición que ocupan las <strong>palabras clave en los resultados de búsqueda a lo largo del tiempo<\/strong> en función de su posición y CTR medio. Esto puede ayudarte a comprender el rendimiento de las palabras clave y a identificar cualquier tendencia o fluctuación."],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["Estas listas pueden ser útiles para comprender el rendimiento de páginas o entradas específicas e identificar oportunidades de mejora. Por ejemplo, los contenidos más ganadores pueden ser buenos candidatos para una mayor optimización o promoción, mientras que los más perdedores pueden necesitar ser reevaluados y potencialmente actualizados."],"SEO Statistics":["Estadísticas de SEO"],"Post Optimizations":["Optimizaciones de entrada"],"Open Report %1$s":["Abrir informe de %1$s"],"Keyword Rankings":["Clasificación de palabras clave"],"Keyword Positions":["Posiciones de la palabra clave"],"Keyword":["Palabra clave"],"Content Rankings":["Posicionamiento de contenidos"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Dashboard.BTKeHlbi.js"}}